Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/TVApp.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# THIRD_BULLET_WIFI
source: We also collect information about your purchases, downloads, activity in the Apple TV app, the content you watch, and where you watch it to tailor features and offer personalized recommendations and to send you notifications. You can opt out of the use of data for this purpose, as described below.
ar: نجمع أيضًا معلومات حول مشترياتك وتنزيلاتك ونشاطك في تطبيق Apple TV وعن المحتوى الذي تشاهده وأين تشاهده لتخصيص الميزات وتقديم توصيات مخصصة وإرسال إشعارات إليك. يمكنك التوقف عن السماح باستخدام البيانات لهذا الغرض كما هو مبين أدناه.
bg: Също така събираме информация за вашите покупки, изтегляния, активност в приложението Apple TV, съдържанието, което гледате и къде го гледате, за да персонализираме функциите, да предлагаме персонализирани препоръки и да ви изпращаме известия. Можете да се откажете от използването на данни за тази цел, както това е описано по-долу.
ca: També recopilem informació sobre les compres, les descàrregues, l’activitat a l’app Apple TV, i els continguts que mires i on els mires per oferir‑te funcions a mida, fer‑te recomanacions personalitzades i enviar‑te notificacions. Perquè deixin d’utilitzar‑se les dades, segueix el procediment que es descriu a continuació.
cs: Shromažďujeme také informace o vašich nákupech, stahování a dalších aktivitách v aplikaci Apple TV a o tom, co a kde sledujete, abychom pro vás mohli připravovat individuálně přizpůsobené funkce a doporučení a posílat vám oznámení. Využívání dat k těmto účelům můžete níže popsaným postupem odmítnout.
da: Vi indsamler også oplysninger om dine køb, dine overførsler og din aktivitet i Apple TV-appen, det indhold, du ser, og hvor du ser det, for at skræddersy funktioner, tilbyde personlige anbefalinger og sende dig notifikationer. Du kan framelde dig brugen af data til dette formål, som beskrevet herunder.
de: Daten über Käufe, Downloads, Aktivitäten in der Apple TV App und Informationen darüber, was du ansiehst und wo, werden auch dazu verwendet, um Funktionen anzupassen, persönliche Empfehlungen anzubieten und dir Mitteilungen zu senden. Du kannst diese Nutzung von Daten, wie nachfolgend beschrieben, deaktivieren.
el: Συλλέγουμε επίσης πληροφορίες σχετικά με τις αγορές, τις λήψεις και τη δραστηριότητά σας στην εφαρμογή Apple TV, καθώς και το περιεχόμενο που παρακολουθείτε και πού το παρακολουθείτε, για να προσαρμόζουμε δυνατότητες, να παρέχουμε εξατομικευμένες συστάσεις και να σας στέλνουμε γνωστοποιήσεις. Μπορείτε να επιλέξετε να μη χρησιμοποιούνται τα δεδομένα για αυτόν τον σκοπό, όπως περιγράφεται παρακάτω.
es: También recopilamos información sobre tus compras, descargas, tu actividad en la app Apple TV, qué contenidos ves y dónde los ves para ofrecerte funciones a medida, hacerte recomendaciones personalizadas y enviarte notificaciones. Para que dejen de usarse los datos, sigue el procedimiento que se describe a continuación.
es_us: También recopilamos información sobre tus compras, descargas y actividad en la app Apple TV —así como el contenido que ves y dónde lo haces— para personalizar funciones, ofrecer recomendaciones personalizadas y enviarte notificaciones. Puedes elegir que no se usen estos datos para este fin de la manera que se describe a continuación.
fi: Apple kerää myös tietoja ostoistasi, latauksistasi ja toiminnastasi Apple TV -apissa, katselemastasi sisällöstä sekä siitä, missä katselet, ominaisuuksien räätälöimiseen, henkilökohtaisten ehdotusten antamiseen ja ilmoitusten lähettämiseen. Voit kieltäytyä tästä tietojen käytöstä alla kuvatulla tavalla.
fr: Nous recueillons également des informations concernant vos achats, vos téléchargements et votre activité dans l’app Apple TV, ainsi que le contenu que vous visionnez et l’endroit où vous le visionnez pour adapter les fonctionnalités, vous proposer des recommandations personnalisées et vous envoyer des notifications. Vous pouvez vous opposer à l’utilisation de ces données à cette fin, comme décrit ci-dessous.
fr_ca: Nous recueillons également des informations sur vos achats, vos téléchargements et votre activité dans l’app Apple TV, ainsi que sur le contenu visionné, pour adapter les fonctionnalités et les recommandations, ainsi que pour vous envoyer des notifications. Vous pouvez choisir de ne pas autoriser l’utilisation de ces données à ces fins, comme décrit ci-dessous.
he: אנו גם אוספים מידע על הרכישות, ההורדות, הפעילות שלך ביישום TV של Apple, התוכן הנצפה והמקום שבו צפית בתוכן כדי להתאים לך מאפיינים ולהציע לך המלצות מותאמות אישית, וכדי לשלוח לך עדכונים. באפשרותך לסרב לשימוש בנתונים אלו למטרה זו, כפי שמפורט להלן.
hi: हम आपकी ख़रीदारी, डाउनलोड और Apple TV ऐप में आपकी ऐक्टिविटी, आपके देखे जाने वाले कॉन्टेंट और आप उन्हें कहाँ देखते हैं, जैसी जानकारी का उपयोग आपके लिए फ़ीचर अनुकूलित करने और वैयक्तिकृत अनुशंसाएँ प्रदान करने और आपको सूचनाएँ भेजने के लिए करते हैं। आप नीचे बताए गए उद्देश्य के लिए डेटा का उपयोग करने का विकल्प अचयनित कर सकते हैं।
hr: Prikupljamo i informacije o vašim kupljenim stavkama, preuzimanjima, aktivnostima u aplikaciji Apple TV te o sadržaju koji gledate i kada ga gledate kako bismo vam nudili personalizirane preporuke i slali obavijesti. Možete odbiti davanje ovih podataka za tu svrhu na niže opisan način.
hu: Ezenkívül információkat gyűjtünk az Ön Apple TV appban végrehajtott vásárlásairól, letöltéseiről és tevékenységeiről, a megtekintett tartalmakról, valamint arról, hogy hol tekintette meg a tartalmakat, hogy testreszabjuk a funkciókat, személyre szabott ajánlásokat kínáljunk, és értesítéseket küldjünk Önnek. Az adatok ilyen célú felhasználását az alábbiakban leírt módon mondhatja le.
id: Kami juga mengumpulkan informasi mengenai pembelian, pengunduhan, aktivitas Anda di app Apple TV, konten yang Anda tonton, dan perangkat yang Anda gunakan untuk menontonnya untuk menyesuaikan fitur dan menawarkan rekomendasi personal serta untuk mengirimi Anda pemberitahuan. Anda dapat menonaktifkan penggunaan data ini untuk tujuan ini, sebagaimana yang dijelaskan di bawah.
it: Apple raccoglie anche informazioni relative agli acquisti, ai download, alle attività nell’app Apple TV, a quali contenuti guardi e a quando usufruisci di tali contenuti per fornirti funzionalità e consigli su misura e per inviarti notifiche. Puoi decidere di non consentire l’utilizzo dei dati a questo scopo, come descritto di seguito.
ja: Appleは、あなたに合わせた機能とおすすめを提供したり通知を送信するために、購入、ダウンロード、Apple TVアプリでの活動、視聴するコンテンツ、および視聴する場所に関する情報も使用します。後述の通り、この目的のためにデータを使用しないように選択することができます。
kk: Сондай-ақ біз сіздің сатып алуларыңыз, жүктеп алуларыңыз және Apple TV қолданбасындағы әрекеттеріңіз, қандай контентті және оны қандай құрылғыда қарайтыныңыз туралы ақпаратты жинаймыз. Осының арқасында біз функцияларды бейімдеп және ұсыныстарды жекелендіріп, сізге хабарландырулар жібере аламыз. Деректерді осындай мақсатпен пайдаланудан төменде сипатталғандай бас тартуға болады.
ko: 또한 Apple은 사용자의 관심에 부합하는 기능과 개인 맞춤형 추천 제공 및 사용자에게 알림을 보내기 위해 Apple TV 앱에서의 사용자의 구입, 다운로드, 활동 및 어떤 콘텐츠를 어디서 시청하는지에 관한 정보를 수집합니다. 사용자는 해당 목적을 위한 데이터의 사용을 중단할 수 있습니다.
lt: Taip pat renkame informaciją apie jūsų pirkinius, atsisiuntimus, veiklą programoje „Apple TV“, žiūrimą turinį ir jo žiūrėjimo vietą, kad galėtume pritaikyti funkcijas bei pasiūlyti suasmenintas rekomendacijas ir siųsti jums pranešimus. Galite neleisti naudoti duomenų šiuo tikslu, kaip nurodyta toliau.
ms: Kami juga mengumpulkan maklumat tentang pembelian, muat turun, aktiviti anda dalam app Apple TV, kandungan yang anda tonton serta tempat anda menontonnya untuk memperibadikan ciri dan menawarkan pengesyoran yang diperibadikan serta untuk menghantar pemberitahuan kepada anda. Anda boleh menarik diri daripada penggunaan data untuk tujuan ini, seperti yang diterangkan di bawah.
nl: We verzamelen ook informatie over je aankopen, downloads en andere activiteiten in de Apple TV-app, en welk materiaal je bekijkt en waar je dit materiaal bekijkt, om functies en aanbevelingen op je af te stemmen en je meldingen te sturen. Je kunt het gebruik van gegevens voor dit doeleinde stopzetten zoals hieronder beschreven.
no: Vi samler også inn informasjon om kjøp, nedlastinger og aktivitet i Apple TV-appen, hvilket innhold du ser på og hvor du ser på det, for å skreddersy funksjoner og tilby tilpassede anbefalinger til deg og for å sende varslinger. Du kan velge å fjerne tillatelsen til bruk av data til dette formålet, som beskrevet nedenfor.
pl: Gromadzimy także dane dotyczące Twoich zakupów, pobieranych rzeczy, aktywności w aplikacji Apple TV, oglądanych przez Ciebie treści, oraz gdzie je oglądasz, aby móc dostosować te funkcje i oferować Ci spersonalizowane rekomendacje, a także wysyłać Ci powiadomienia. Możesz zrezygnować z wykorzystywania tych danych w tym celu zgodnie z opisem poniżej.
pt_br: Também coletamos informações sobre suas compras, downloads, atividades no app Apple TV, o conteúdo que você assiste e onde você assiste para ajustar os recursos sob medida, oferecer recomendações personalizadas e enviar notificações a você. Você pode desativar o uso de dados para esse propósito, conforme descrito abaixo.
pt_pt: Recolhemos igualmente informação acerca das suas compras, descargas, atividade na aplicação TV, conteúdo que vê e onde o vê para personalizar funcionalidades e oferecer recomendações personalizadas, assim como enviar‑lhe notificações. Pode indicar que prefere que a informação não seja usada neste sentido, como abaixo descrito.
ro: De asemenea, colectăm informații despre achizițiile, descărcările și activitatea din aplicația Apple TV, conținutul pe care îl vizionați și unde îl vizionați, pentru a adapta funcționalitățile și pentru a oferi recomandări personalizate și a vă trimite notificări. Puteți opta împotriva utilizării datelor pentru acest scop, conform celor de mai jos.
ru: Кроме того, Apple собирает информацию о Ваших покупках, загрузках и действиях в приложении Apple TV, а также о том, какой контент и на каких устройствах Вы смотрите. Благодаря этому мы можем персонализировать функции и рекомендации и отправлять Вам уведомления. Информация о том, как отказаться от передачи данных в этих целях, приведена далее.
sk: Zhromažďujeme aj informácie o vašich nákupoch, sťahovaní, aktivitách v apke Apple TV a sledovanom obsahu (čo sledujete a kde to sledujete) a tieto informácie používame na prispôsobenie funkcií, ponúkanie osobných odporúčaní a posielanie hlásení. Používanie dát na tieto účely môžete zakázať, ako je uvedené nižšie.
sl: Podatke o vaših nakupih, prenosih in aktivnosti v aplikaciji Apple TV, vsebini, ki si jo ogledate, ter mestih ogleda zbiramo tudi za prilagajanje funkcij, ponujanje prilagojenih priporočil in pošiljanje obvestil. Od uporabe podatkov v ta namen se lahko odjavite, kot je opisano spodaj.
sv: Vi samlar också in information om dina köp, hämtningar, aktivitet i Apple TV-appen, innehållet du tittar på och var du tittar på det så att vi kan anpassa funktioner och erbjuda personliga rekommendationer samt skicka notiser till dig. Du kan välja att inte delta i användningen av data i detta syfte enligt beskrivningen nedan.
th: เรายังเก็บรวบรวมข้อมูลเกี่ยวกับสินค้าที่ซื้อ รายการดาวน์โหลด และกิจกรรมในแอป Apple TV รวมถึงเนื้อหาที่คุณรับชมและสถานที่ที่คุณรับชม เพื่อปรับแต่งคุณสมบัติและนำเสนอรายการแนะนำต่างๆ ที่เข้ากับตัวคุณ และส่งการแจ้งเตือนให้กับคุณ คุณสามารถยกเลิกการใช้ข้อมูลสำหรับจุดประสงค์นี้ได้ ตามที่อธิบายไว้ด้านล่าง
tr: Özellikleri size uygun hâle getirmek, kişiselleştirilmiş öneriler sunmak ve size bildirimler göndermek için satın alımlarınız, indirmeleriniz, Apple TV uygulamasındaki etkinliğiniz, izlediğiniz içerikler ve nerede izlediğiniz ile ilgili bilgileri de toplarız. Verilerin bu amaçla kullanılmasını aşağıda açıklandığı şekilde istediğiniz zaman sonlandırabilirsiniz.
uk: Ми також збираємо інформацію про ваші покупки, викачування, дії у програмі Apple TV, який вміст і де ви дивитеся, щоб пристосовувати функції до ваших потреб і пропонувати персоналізовані рекомендації та надсилати сповіщення. Ви можете відмовитися від використання цих даних із такою метою, як це описано нижче.
vi: Chúng tôi cũng thu thập thông tin về mục mua, bản tải về, hoạt động của bạn trong ứng dụng Apple TV, nội dung bạn xem và nơi bạn xem nội dung đó để điều chỉnh các tính năng, cung cấp các đề xuất được cá nhân hóa và gửi thông báo cho bạn. Bạn có thể chọn không sử dụng dữ liệu cho mục đích này, như được mô tả ở bên dưới.
zh_cn: 我们还收集你在Apple TV App中的购买、下载和操作以及观看内容与观看地点信息来改进功能、提供个性化推荐以及向你发送通知。你可以选择不将此类数据用于该用途，具体如下所述。
zh_hk: 我們也會收集你的購買項目、下載項目、Apple TV App中的活動、你觀看的內容以及觀看的位置來度身訂造功能，並為你提供個人化的建議和向你傳送通知。你可以選擇不將資料用於此用途，如下所述。
zh_tw: 我們也會收集你的購買項目、下載項目和Apple TV App中的活動、你觀看的內容，以及你於何處觀看內容等資訊，來量身打造功能並為你提供個人化推薦並傳送通知。你可以選擇不將資料用於此用途，如下所述。

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Cómo se gestionan tus datos…
es_us: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯

# SPLASH_SHORT_TITLE_WLAN
source: Videos
ar: الفيديوهات
bg: Видеа
ca: Vídeos
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeos
fi: Videot
fr: Vidéos
fr_ca: Vidéos
he: סרטים
hi: वीडियो
hr: Videozapisi
hu: Videók
id: Video
it: Video
ja: ビデオ
kk: Видеолар
ko: 비디오
lt: Vaizdo įrašai
ms: Video
no: Videoer
pl: Wideo
pt_br: Vídeos
pt_pt: Vídeos
ro: Aplicația Videoclipuri
ru: Видео
sk: Videá
sl: Videi
sv: Videor
th: วิดีโอ
tr: Videolar
uk: Відео
vi: Video
zh_cn: 视频
zh_hk: 影片
zh_tw: 影片

# SPLASH_SUMMARY_WLAN
source: Videos is designed to protect your information and enable you to choose what you share.
ar: صُمِّمَ تطبيق الفيديوهات لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.
bg: Приложението Видео е създадено да защитава вашата информация и да ви позволи да избирате какво да споделяте.
ca: L’app Vídeos s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.
cs: Aplikace Videa chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.
da: Videoer er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.
de: Die App „Videos“ wurde auf eine Art und Weise entwickelt, die deine Informationen schützt und es dir ermöglicht, auszuwählen, was du teilst.
el: Τα Βίντεο έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.
es: Vídeos se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.
es_us: Videos se diseñó para proteger tu información y permitirte elegir lo que compartes.
fi: Videot on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.
fr: L’app Vidéos est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.
fr_ca: L’app Vidéos est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.
he: היישום ״סרטים״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף.
hi: वीडियो आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।
hr: Videozapisi su dizajnirani kako bi zaštitili vaše informacije i omogućili odabir sadržaja koje želite podijeliti.
hu: A Videókat úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.
id: Video dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.
it: Video è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.
ja: “ビデオ”はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。
kk: «Видеолар» қолданбасы жеке ақпаратыңызды қорғайтындай және бөлісу қажет объектілерді таңдауға мүмкіндік беретіндей етіп жасалған.
ko: 비디오는 사용자의 정보를 보호하도록 설계되었으며 공유할 내용을 사용자가 선택할 수 있습니다.
lt: Programa „Vaizdo įrašai“ sukurta taip, kad apsaugotų jūsų informaciją ir leistų pasirinkti, kokią informaciją norite bendrinti.
ms: Video direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.
nl: Video's is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.
no: Videoer beskytter informasjonen din og gir deg muligheten til å velge hva du vil dele.
pl: Aplikacja Wideo została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.
pt_br: O app Vídeos é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.
pt_pt: A aplicação Vídeos foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.
ro: Aplicația Videoclipuri este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.
ru: Ваши данные, используемые приложением «Видео», надежно защищены, и только Вы решаете, чем поделиться.
sk: Apka Videá chráni vaše údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.
sl: Videi so zasnovani tako, da varujejo vaše podatke in vam omogočajo, da izberete, kaj boste delili.
sv: Videor har utformats för att skydda din information och låta dig välja vad du vill dela med dig av.
th: วิดีโอได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณจะแชร์ได้
tr: Videolar, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.
uk: Програму «Відео» спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.
vi: Video được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.
zh_cn: “视频”旨在保护你的信息并可让你选择要共享的内容。
zh_hk: 「影片」的設計可保護你的資料並讓你選擇分享內容。
zh_tw: 「影片」的設計可保護你的資訊並讓你選擇分享的內容。
